Repository: deviodigital/boostbox
Catalog: languages/boostbox-*.po
Languages: af

source: General Settings
af: Algemene Verstellings

source: Cookie days
af: Koekie dae

source: Set the days a cookie is stored after the user closes a popup
af: Stel die dae wat 'n koekie gestoor word nadat die gebruiker 'n opspringer toegemaak het

source: Disable Tracking
af: Deaktiveer dop

source: Turn off the impression and conversion tracking
af: Skakel die indruk- en omskakelnasporing af

source: Settings
af: Vertellings

source: Important Notice: Due to recent changes initiated by WordPress® leadership, access to the plugin repository is being restricted for certain hosting providers and developers. This may impact automatic updates for your plugins. To ensure you continue receiving updates for BoostBox and to learn about the next steps, please visit %s.
af: Belangrike kennisgewing: As gevolg van onlangse veranderinge wat deur WordPress®-leierskap geïnisieer is, word toegang tot die inpropbewaarplek vir sekere gasheerverskaffers en ontwikkelaars beperk. Dit kan outomatiese opdaterings vir jou inproppe beïnvloed. Om te verseker dat jy voortgaan om opdaterings vir BoostBox te ontvang en om meer te wete te kom oor die volgende stappe, besoek asseblief %s.

source: Go Pro
af: Gaan professioneel

source: Orders
af: Bestellings

source: There is a new version of BoostBox Pro available. Download your copy from the %1$s page on Devio Digital.
af: Daar is 'n nuwe weergawe van BoostBox Pro beskikbaar. Laai jou kopie af vanaf die %1$s-bladsy op Devio Digital.

# Post Type General Name
source: Popups
af: Opspringers

source: Popup Archives
af: Opspringargiewe

source: Popup Attributes
af: Opspring-kenmerke

source: Parent Popup:
af: Ouer-opspringer:

source: All Popups
af: Alle opspringers

source: Add New Popup
af: Voeg nuwe opspringer by

source: Add New
af: Skep Nuwe

source: New Popup
af: Nuwe opspringer

source: Edit Popup
af: Wysig opspringer

source: Update Popup
af: Dateer opspringer op

source: View Popup
af: Bekyk opspringer

source: Search Popup
af: Soek opspringer

source: Not found
af: Nie gevind nie

source: Not found in Trash
af: Nie in die asblik gevind nie

source: Featured Image
af: Hooffoto

source: Set featured image
af: Stel uitgestalde prent

source: Remove featured image
af: Verwyder uitstalprent

source: Use as featured image
af: Gebruik as primêre foto

source: Insert into popup
af: Plaas in pop-up

source: Uploaded to this popup
af: Opgelaai na hierdie opspringer

source: Popups list
af: Pop-ups lys

source: Popups list navigation
af: Pop-ups lys navigasie

source: Filter popups list
af: Filter opspringlys

source: BoostBox Popups
af: BoostBox-opspringers

source: Build popups with the core editor
af: Bou opspringers met die kernredigeerder

source: Impressions
af: Indrukke

source: Conversions
af: Omskakelings

source: Conversion rate
af: Omskakelingskoers

source: Choose File
af: Kies lêer

source: Choose Image
af: Kies prent

source: BoostBox Settings
af: BoostBox-instellings

source: Visit Devio Digital
af: Besoek Devio Digital

source: Docs
af: Dokumente

source: N/A
af: N.V.T

source: Column label
af: Kolom etiket

source: Selected post is the current post. Do nothing.
af: Geselekteerde pos is die huidige pos. Doen niks.

source: Error fetching post content:
af: Kon nie plasinginhoud haal nie:

source: Select a BoostBox Popup
af: Kies 'n BoostBox-opspringer

source: Insert
af: Voeg by

source: Display Settings
af: Vertoon instellings

source: General
af: Algemeen

source: Animation
af: Animasie

source: Target
af: Teiken

source: Trigger
af: Sneller

source: Close Button
af: Maak toe-knoppie

source: Top Left
af: Bo Links

source: Top Center
af: Top Sentrum

source: Top Right
af: Bo Regs

source: Center Left
af: Sentrum links

source: Center Center
af: Sentrum Sentrum

source: Center Right
af: Middel regs

source: Bottom Left
af: Onder Links

source: Bottom Center
af: Onderste middel

source: Bottom Right
af: Onder Regs

source: Display location
af: Vertoon ligging

source: Max width
af: Maksimum breedte

source: Cookie days (overrides global setting)
af: Koekie dae (oorheers globale instelling)

source: Fade in
af: Vervaag in

source: Slide up
af: Skuif op

source: Slide down
af: Gly af

source: Slide left
af: Skuif links

source: Slide right
af: Skuif regs

source: Pop swirl
af: Pop warrel

source: Anvil
af: Aambeeld

source: Animation type
af: Animasie tipe

source: Animation speed (milliseconds)
af: Animasiespoed (millisekondes)

source: Auto open
af: Auto oop

source: On Scroll
af: Op Scroll

source: Time
af: Tyd

source: Trigger type
af: Sneller tipe

source: Display speed (milliseconds)
af: Vertoonspoed (millisekondes)

source: Scroll distance
af: Rol afstand

source: Outside
af: Buite

source: Inside
af: Binne

source: Hidden
af: Verborge

source: Close icon placement
af: Maak ikoonplasing toe

source: Close icon color
af: Maak ikoonkleur toe

source: Metrics
af: Metrieke

source: Conversion Rate
af: Omskakelingkoers

source: Reset Metrics
af: Stel maatstawwe terug

source: Disable Popups
af: Deaktiveer opspringers

source: General Pages
af: Algemene bladsye

source: Sitewide
af: Werfwyd

source: Home Page
af: Tuisblad

source: Search Results
af: Soekresultate

source: 404 Page
af: 404 Bladsy

source: Posts Archive
af: Poste Argief

source: Custom Post Type(s)
af: Gepasmaakte plasingtipe(s)

source: Select Post Type(s)
af: Kies plasingtipe(s)

source: Singular Content
af: Enkelvoudige inhoud

source: Search and Select Post(s)
af: Soek en kies plasing(e)

source: Build popups for lead generation, content promotion and more using the core editor.
af: Bou opspringers vir loodgenerering, inhoudbevordering en meer deur die kernredigeerder te gebruik.
